{"01":"More than 400 years after the last prophet spoke to the Jews, an angel appeared to an old priest named Zechariah. He was a godly man, but his wife, Elizabeth, could not have any children.","02":"The angel said to Zechariah, &quot;Your wife will have a son. You will name him John. He will be the great prophet that comes before the Messiah!&quot; Zechariah responded, &quot;My wife and I are too old to have children! How will I know this will happen?&quot;","03":"The angel answered, &quot;I was sent by God to bring you this good news. Because you did not believe me, you will not be able to speak until the child is born.&quot; Immediately, Zechariah was unable to speak.","04":"When Elizabeth was six months&rsquo; pregnant, the same angel appeared to Elizabeth's relative, whose name was Mary. She was a virgin and was engaged to a man named Joseph.","05":"The angel said, &quot;You will become pregnant and give birth to a son. You are to name him Jesus. He will be the Messiah!&quot; Mary replied, &quot;How can this be, since I am a virgin?&quot; The angel explained, &quot;The Holy Spirit will come over you and you will conceive. So your son will be called the Son of the Most High God.&quot;","06":"Not long after this, Mary went and visited Elizabeth. As soon as Elizabeth heard Mary's greeting, Elizabeth&rsquo;s baby jumped inside of her. The women rejoiced together about what God had done for them. After visiting for three months, Mary returned home.","07":"After Elizabeth&rsquo;s baby was born, God allowed Zechariah to speak again. He said, &quot;Praise God because He has remembered His people! You, my son, will be called the prophet of the Most High God! You will prepare the way for the Messiah!&quot;","08":"When Joseph heard that Mary was pregnant, he knew it was not his baby so he planned to quietly divorce her. Before he could do that, an angel appeared to him in a dream.","09":"The angel said, &quot;Joseph, do not be afraid to take Mary as your wife. What is in her has been conceived by the Holy Spirit. She will give birth to a son. Name him Jesus, because he will save the people from their sins.&quot;","10":"So Joseph married her and took her home as his wife, but he did not sleep with her until she had given birth.","11":"About the time Mary was to give birth, the government rulers told everyone to go to the town of their ancestors for a census. Mary and Joseph had to make a long journey from where they lived in Nazareth to Bethlehem.","12":"When they arrived, there was no place to stay. The only room they could find was a place where animals stayed. Jesus was born there, and his mother laid him in a manger, since they did not have a bed for him.","13":"That night, there were some shepherds in a nearby field, watching their flocks. Suddenly, a shining angel appeared to them and they were scared. The angel said, &quot;Do not be afraid, because I have some good news for you. The Messiah has been born!","14":"&quot;Go search for the baby, and you will find him wrapped in pieces of cloth and lying in a manger.&quot; All of a sudden, the skies were filled with angels singing and praising God saying, &quot;Glory to God in heaven and peace on earth to the people He favors!&quot;","15":"When the shepherds got to the place where Jesus was, they found him lying in a manger, just as the angel had told them. They were very excited. Mary was very happy, too. The shepherds returned to their fields, praising God for all they had heard and seen.","16":"Some time later, wise men from countries far to the east saw an unusual star in the sky. They realized it meant a new king of the Jews was born. So, they traveled a great distance to see this king. They came to Bethlehem and found the place where Jesus was living.","17":"When they saw Jesus with his mother, they fell down and worshiped him. They gave Jesus expensive gifts. Then they returned home."}