{"01":"The nations of Israel and Judah both sinned against God. In fact, they broke the Covenant that God made with them at Mount Sinai. God sent His prophets to warn them to repent and worship Him again, but they refused to listen.","02":"So God punished both nations by allowing them to be destroyed. Israel was destroyed by the army of the Assyrian Empire. The Assyrians attacked Israel and conquered it. They killed many people, took away everything of value, and burned much of the country.","03":"The Assyrians gathered all the leaders, the rich people, and the people with skills and took them to Assyria. Only the very poor Israelites who had not been killed remained in Israel.","04":"Then the Assyrians brought foreigners to live in Israel. The foreigners married the Israelites who were left there, and their descendants were called Samaritans.","05":"The people in the Kingdom of Judah saw how God had punished the Kingdom of Israel for not believing and obeying Him. But they still worshiped idols and the gods of the Canaanites. God sent prophets to warn them, but they refused to listen.","06":"About 100 years after the Assyrians destroyed Israel, God sent Nebuchadnezzar, king of the Babylonians, to attack Judah. At first, the people of Judah paid a lot of money to not be destroyed.","07":"But then they broke their promise the Babylonians came back and attacked them. They captured the city of Jerusalem, destroyed the Temple, and took away all the treasures.","08":"To punish Judah&rsquo;s king for rebelling, Nebuchadnezzar&rsquo;s men killed the king&rsquo;s sons in front of him, and then they made him blind. After that, they sent the king away to die in prison in Babylon.","09":"Nebuchadnezzar and his army took all the people of Judah to Babylon. Only the poorest people remained to plant the fields. This is called the Exile.","10":"Even though the Exile was punishment for their sin, God did not forget His people or His promises. God watched over His people and spoke to them through His prophets. He promised that after seventy years, they would return to the Promised Land again.","11":"Many years later, Cyrus, the king of the Persians, defeated Babylon. The people of Israel were now called Jews and most of them had lived their whole lives in Babylon. Only a few very old Jews even remembered the land of Judah.","12":"Shortly after Cyrus came to power, he gave an order that any Jew who wanted to return to Judah could go. He even gave them permission and money to rebuild the Temple! After seventy years in exile, a small group of Jews returned to Jerusalem.","13":"When they got to Jerusalem, they rebuilt the Temple and the wall around the city of Jerusalem. They were still ruled by other people. But they lived in the Promised Land again and worshiped at the Temple. The Jews learned their lesson&mdash;they never worshiped idols again."}