{"01": "This is how the beginning of everything happened. God said &quot;Let there be light&quot; created the universe and everything in it in six days. At first, the earth was dark and empty, and it did not have any shape. But God&rsquo;s Spirit was there over the water.", "02": "Then God spoke and said, &quot;Let there be light!&quot; And there was light. God saw that the light was good and called it &quot;day.&quot; He separated it from the darkness, which he called &quot;night.&quot; God created the light on the first day of creation.", "03": "On the second day of creation, God spoke and created the sky above the earth.", "04": "On the third day, God spoke and separated the water from the dry land. He called the dry land &quot;earth,&quot; and he called the water, &quot;seas.&quot;", "05":"Then God also said, &quot;Let the earth produce all kinds of trees and plants.&quot; And that is what happened. God saw that what He had created was good and He was pleased with it all.", "06":"On the fourth day of creation, God spoke and made the sun, the moon and the stars.", "07":"On the fifth day, God created everything that swims in the water and all the birds. God saw that it was good, and He blessed them.", "08":"On the sixth day of creation, God said, &quot;Let there be all kinds of land animals!&quot; And it happened just like God said. Some were farm animals, and some crawled on the ground, and some were wild. And God saw that it was good.", "09":"Then God also said, &quot;Let us make man in our image to be like us. They will have authority over the earth and all the animals.&quot;", "10":"So God took some dirt, formed it into a man and breathed life into him. This man&rsquo;s name was Adam. God planted a garden for Adam to live in, and put him there to care for it.","11":"In the middle of the garden, God planted two special trees -- the Tree of Life, and the Tree of the Knowledge of Good and Evil. God told Adam that he was not to eat from the Tree of the Knowledge of Good and Evil. If he ate from it, he would die.", "12":"Then God said, &quot;It is not good for man to be alone.&quot; But none of the animals could be Adam&rsquo;s helper.","13":"So God made Adam fall into a deep sleep. God then took one of Adam&rsquo;s ribs and made it into a woman and brought her to him.", "14":"When Adam saw her, he said, &quot;At last! This one is like me! Let her be called &rsquo;Woman,&rsquo; for she was made from Man.&quot; This is why a man leaves his father and mother and becomes one with his wife.","15":"God made man and woman in His own image and He saw that it was very good. He blessed them and told them, &quot;Have many children and grandchildren and fill the earth!&quot; This all happened on the sixth day of creation.","16":"When the seventh day came, God had already finished his work. So God rested from all He had been doing. He blessed the seventh day and made it holy because on this day He rested from His work. This is how God created the universe and everything in it."}