{"01":"The soldiers led Jesus to the house of the high priest to question him. Peter followed far behind. When Jesus was taken into the house, Peter stayed outside and warmed himself by a fire.","02":"Inside the house, the Jewish leaders put Jesus on trial. They brought many witnesses who lied about him. However, their statements did not agree with each other, so they could not prove he was guilty. Jesus did not say anything.","03":"Finally, the high priest said directly to Jesus, &quot;Tell us, are you the Messiah, the Son of the living God?&quot;","04":"Jesus said, &quot;I am, and you will see me seated with God and coming in power from heaven.&quot; The high priest tore his clothes in anger and said, &quot;We do not need any more witnesses. You have heard him say that he is God. What is your judgment?&quot;","05":"They all answered, &quot;He deserves to die!&quot; Then they blindfolded him, spit on him, hit him, and mocked him.","06":"Outside the house, a girl saw Peter and said, &quot;You also were with Jesus!&quot; Peter denied it. Later, another girl said the same thing, and Peter denied again. Finally, the people said, &quot;You were with Jesus because you are from the same place as him.&quot;","07":"Peter swore saying, &quot;May God curse me if I know this man!&quot; Immediately, a rooster crowed and Jesus turned and looked at Peter.","08":"Peter left and cried bitterly. Meanwhile, when Judas the betrayer saw that Jesus had been condemned, he became full of sorrow and went away and killed himself.","09":"Early the next morning, the Jewish leaders brought Jesus to the Roman governor, Pilate, hoping to have Jesus killed. Pilate asked him, &quot;Are you the King of the Jews?&quot;","10":"Jesus answered, &quot;You have said so, but my kingdom is not an earthly kingdom. If it was, my servants would fight for me. But I have come to earth to tell the truth about God. Everyone who loves the truth listens to me.&quot; Pilate said, &quot;What is truth?&quot;","11":"After speaking with Jesus, Pilate went out to the crowd and said, &quot;I find no guilt in this man.&quot; But the Jewish leaders and the crowd shouted, &quot;Crucify him!&quot; Pilate replied, &quot;He is not guilty.&quot; But they shouted even louder.","12":"Pilate became afraid that a riot would start, so he handed Jesus over to them to be crucified. The soldiers whipped Jesus, put a royal robe and a crown made of thorns on him, and they mocked him, saying, &quot;Look, the King of the Jews!&quot;","13":"Then they led Jesus away to be crucified, making him carry his own cross.","14":"They came to a place called &quot;The Skull&quot; and they nailed his arms and feet to the cross. But Jesus said, &quot;Father, forgive them because they do not know what they are doing.&quot; Pilate commanded that a sign be put above Jesus&rsquo; head that read, &quot;King of the Jews.&quot;","15":"The soldiers gambled for Jesus&rsquo; clothing. When they did this, they fulfilled a prophecy in the Old Testament which said, &quot;They divided my garments among them, and gambled for my clothing.&quot;","16":"Jesus was crucified between two robbers. One of them mocked Jesus, but the other said, &quot;Don&rsquo;t you fear God? This man is innocent. Jesus, please remember in your Kingdom.&quot; Jesus said to him, &quot;Today, you will be with me in Paradise.&quot;","17":"The crowd and the Jewish leaders mocked Jesus, saying, &quot;If you are the King of the Jews, come down from the cross and save yourself! Then we will believe you.&quot;","18":"It was the middle of the day and darkness came over the whole land. It stayed dark from noon until 3:00 in the afternoon.","19":"Then Jesus cried out, &quot;It is finished! Father, I give my spirit into your hands.&quot; Then he bowed his head and gave up his spirit. When he died, there was an earthquake, and the large curtain in the Temple that separated the presence of God from the people was torn in two, from the top to the bottom.","20":"Through his death, Jesus opened a way for man to come to God. When the soldier guarding Jesus saw all these things he said, &quot;Certainly, this man was innocent. He must have been the Son of God.&quot;","21":"Then two Jewish leaders who believed Jesus was the Messiah asked Pilate for Jesus&rsquo; body. They wrapped his body in cloth and buried it in a tomb cut out of rock. Then they rolled a large stone over the opening."}