{"01":"Jesus had been preaching for three years. It was the time of the Passover Feast when the Jews remembered how God had saved them from slavery in Egypt many years earlier. Jesus knew what would happen to him and told his disciples he was going to Jerusalem where he would be killed.","02":"The Jewish leaders in Jerusalem had rejected Jesus as the Messiah and were plotting to kill him. Judas was one of Jesus&rsquo; disciples and was in charge of their money. He was dishonest and often stole from it. Judas agreed with the Jewish leaders to betray Jesus to them.","03":"The Jewish leaders, led by the high priest, paid Judas thirty pieces of silver to betray Jesus as the prophets had predicted. Judas agreed and went away, looking for a chance to help them arrest Jesus.","04":"At the Passover Feast with his disciples, Jesus took bread and broke it, saying, &quot;Take and eat this. It is my body, which is broken for you.&quot; In this way, Jesus said that his body would be sacrificed for them.","05":"Then he took a cup of wine and said, &quot;Drink this. It is my blood of the New Covenant shed for the forgiveness of sins.&quot; In this way, Jesus said that his blood would be poured out to forgive their sins.","06":"Then Jesus announced that one of them would betray him. The disciples were surprised and did not know who would do such a thing. Jesus said he would give a piece of bread to the betrayer, then he gave the bread to Judas.","07":"After Judas ate the bread, Satan entered into him. Judas left to help the Jewish leaders arrest Jesus.","08":"After the meal, Jesus and his disciples walked to a nearby garden. Jesus told them that they all would abandon him that night, and that God had predicted this many years earlier through the prophet Zechariah.","09":"Peter said, &quot;Even if all the others leave you, I will not!&quot; Then Jesus said to Peter, &quot;Satan wants to have you, but I have prayed for you that your faith will not fail. Even so, tonight, before the rooster crows, you will deny me three times.&quot;","10":"Peter then said to Jesus, &quot;Even if I must die, I will never betray you!&quot; All the other disciples said the same thing.","11":"Jesus told his disciples to pray that they would not be tempted to stop following him. Then Jesus went to pray by himself.","12":"Jesus prayed three times, &quot;My Father, if there is no other way for man&rsquo;s sins to be forgiven, your will be done.&quot; Jesus was very troubled and his sweat was like drops of blood. God sent an angel to strengthen him.","13":"After each time of prayer, Jesus came back to his disciples, but they were asleep. After the third time, Jesus said, &quot;Wake up! My betrayer is here.&quot;","14":"Judas came with the Jewish leaders, soldiers, and a large crowd carrying swords and clubs. He came to Jesus and said, &quot;Greetings, teacher,&quot; and kissed him. This was teh sign for the Jewish leaders to know whom to arrest. Then Jesus said, &quot;Judas, do you betray me with a kiss?&quot;","15":"As the soldiers tied Jesus, Peter pulled out his sword and cut off the ear of a person in the crowd. Jesus said, &quot;Put the sword away! I could ask the Father for an army of angels to defend me. But I must obey my Father.&quot; Then Jesus healed the man&rsquo;s ear, and all the disciples ran away."}