{"01":"A man named Lazarus and his two sisters, Mary and Martha, were good friends of Jesus. One day, Lazarus got very sick. When Jesus heard this, he said, &quot;This sickness will not end in death, but it will bring glory to God.&quot; Jesus loved his friends so he waited for two days.","02":"Then he said to his disciples, &quot;Let&rsquo;s go back to Judea.&quot; &quot;But Teacher,&quot; the disciples answered, &quot;Just a short time ago the people there wanted to kill you!&quot; Jesus said, &quot;Our friend Lazarus has fallen asleep, and I must wake him.&quot;","03":"His disciples replied, &quot;Lord, if Lazarus is sleeping, he will get better on his own.&quot; Then Jesus told them plainly, &quot;Lazarus is dead. I am glad we were not there when he died, for now you will see amazing things that will cause your faith in me to grow.&quot;","04":"When Jesus got there, Lazarus had already been dead for four days. Martha went out to meet Jesus and said, &quot;Master, if only you had been here, my brother would not have died. But I believe God will give you whatever you ask from Him.&quot;","05":"Jesus replied, &quot;I am the Resurrection and the Life. Whoever believes in me will live, even though he dies. Everyone who believes in me will never die. Do you believe this?&quot; &quot;Yes, Master!&quot; Martha answered. &quot;I believe you are the Messiah, the Son of God.&quot;","06":"Then Mary arrived. She fell at the feet of Jesus and said, &quot;Lord, if only you had been here, my brother would not have died.&quot; &quot;Where have you put Lazarus?&quot; he asked them. They told him, &quot;In the tomb, Lord, come and see.&quot; Then Jesus wept with them.","07":"The tomb was a cave with a stone rolled across its entrance. When Jesus arrived at the tomb, he told them, &quot;Roll the stone away.&quot; But Martha said, &quot;Lord, he has been dead for four days, so there will be a bad smell.&quot;","08":"Jesus responded, &quot;Did not I tell you that you would see God&rsquo;s glory if you believe?&quot; So they rolled the stone away.","09":"Then Jesus looked up to heaven and said, &quot;Father, thank You for hearing me. I know You always listen to me, but I say this for the sake of all these people standing here, so that they will believe You sent me.&quot; Then Jesus shouted, &quot;Lazarus, come out!&quot;","10":"And Lazarus did! He was still wrapped up in grave clothes. Jesus told them, &quot;Help him get out of those grave clothes and release him!&quot;","11":"Many of the Jewish people believed in Jesus because of this miracle. But the religious leaders of the Jews were jealous, so they gathered together to plan how they could kill him."}