{"01":"After Jesus overcame Satan&rsquo;s temptations, he chose twelve men who were called his disciples. These disciples were Jesus&rsquo; students. They traveled with him and learned from him.","02":"One day, a lawyer came to Jesus to test him saying, &quot;Teacher, what must I do to inherit eternal life?&quot; Jesus answered, &quot;What is written in God&rsquo;s Law?&quot;","03":"&quot;Love the Lord your God with all your heart, soul, strength and mind. And love your neighbor as yourself,&quot; he said. Jesus answered, &quot;You are correct! Do this and you will live.&quot;","04":"But the lawyer wanted to prove that he was right, so he asked, &quot;Who is my neighbor?&quot;","05":"Jesus answered with a story. &quot;There was a Jewish man who was traveling along the road from Jerusalem to Jericho.","06":"&quot;While he was traveling, he was attacked by a group of robbers. They took everything he had and beat him until he was almost dead. Then they went away.","07":"&quot;Soon after that, a Jewish priest happened to walk down that same road. When this religious leader saw the man who had been robbed and beaten, he moved to the other side of the road, ignored the man in need, and kept on going.","08":"&quot;Not long after that, a Levite came down the road. Levites were a tribe of Jews who helped the priests at the Temple. The Levite also crossed over to the other side of the road and ignored the man who had been robbed and beaten.","09":"&quot;The next person to walk down that road was a Samaritan. Normally, Samaritans and Jews hated each other. But when the Samaritan saw the Jewish man, he was filled with compassion. He cared for him and bandaged his wounds.","10":"&quot;The Samaritan then lifted the man onto his own donkey and took him to a hotel where he took care of him.","11":"&quot;The next day, the Samaritan needed to continue his journey. He gave the person in charge of the hotel some money to take care of the man and said, &rsquo;Take care of him, and if any extra money is spent, I will repay those expenses when I return.&rsquo;&quot;","12":"Then Jesus asked the lawyer, &quot;Which one of the three men do you think was a neighbor to the man who was robbed and beaten?&quot; The lawyer replied, &quot;The one who showed mercy.&quot; Jesus told the lawyer, &quot;You go and do the same thing.&quot;","13":"One day a rich young ruler came up to Jesus and asked him, &quot;Good teacher, what good thing must I do to have eternal life?&quot; Jesus said to him, &quot;Why do you call me good? There is only one who is good, and that is God. But if you want to have eternal life, obey God&rsquo;s laws.&quot;","14":"&quot;Which ones?&quot; he asked. Jesus replied, &quot;Do not murder. Do not commit adultery. Do not steal. Do not lie. Honor your father and mother, and love your neighbor as you love yourself.&quot;","15":"The young man, trying to prove that he was right, said, &quot;I have obeyed all these laws ever since I was a boy. What do I still need to do?&quot; Jesus looked at him and loved for him.","16":"Jesus answered, &quot;If you want to be perfect, then go and sell everything you own and give the money to the poor, and you will have treasure waiting for you in heaven. Then come and follow me.&quot;","17":"When the young man heard this, he became very sad, because he was very rich. At this the young man turned and went away from Jesus, unwilling to give up his wealth.","18":"Then Jesus said, &quot;How hard it is for rich people to enter into the kingdom of God! Yes, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.&quot;","19":"When the disciples heard this they were shocked and said, &quot;Then who can be saved?&quot;","20":"Jesus looked at them and said, &quot;With man this is impossible, but with God, all things are possible.&quot;","21":"Peter said to Jesus, &quot;We have left everything and followed you. What will be our reward?&quot;","21":"Jesus answered, &quot;Everyone who has left houses, brothers, sisters, father, mother, children, or property for my name&rsquo;s sake, will inherit 100 times more in the next world and also eternal life. But many who are first will be last, and those who are last will be first.&quot;"}