{"01": "Adam and his wife were very happy living in the beautiful garden God had made for them. Neither of them wore clothes, but they did not feel any shame, because there was no sin in the world. They often walked in the garden and talked with God.", "02": "But, there was a crafty snake in the garden. He asked the woman, &quot;Did God really tell you not to eat the fruit from the trees in the garden?&quot;", "03": "The woman answered, &quot;God told us we could eat the fruit of any tree except from The Tree of the Knowledge of Good and Evil. God told us, &rsquo;If you eat that fruit or even touch the tree, you will die.&rsquo;&quot;", "04": "The snake responded, &quot;That&rsquo;s not true! You won&rsquo;t die. God just knows that as soon as you eat it, you will understand things like He does. You will be like God, knowing good and evil.&quot;", "05":"The woman saw that the fruit was beautiful and looked delicious. She also wanted to be wise, so she picked some of the fruit and ate it. Then she turned and gave some to her husband, who was with her, and he ate it too.", "06":"Suddenly, they realized they had sinned. They also realized they were naked. They tried to cover their nakedness by sewing leaves together to make clothes.", "07":"Then the man and his wife heard the sound of God walking through the garden. They both hid from God. God called to the man, &quot;Where are you?&quot; Adam replied, &quot;I heard you walking in the garden and I was afraid, because I was naked. So I hid.&quot;", "08":"Then God asked, &quot;Who told you that you were naked? Did you eat the fruit I told you not to eat?&quot; The man answered, &quot;You gave me this woman and she gave me the fruit.&quot; Then God asked the woman, &quot;What have you done?&quot; The woman replied, &quot;The snake tricked me.&quot;", "09":"God said to the snake, &quot;You are cursed! You will slide on your belly and eat dirt. You and the woman will hate each other. And your children and her children will hate each other, too. The woman&rsquo;s descendant will crush your head and you will wound his heel.&quot;", "10":"God then said to the woman, &quot;I will make childbirth very painful for you. You will want to control your husband, but he will rule over you.&quot;","11":"God said to the man, &quot;You listened to your wife and disobeyed me. Now the ground is cursed and you will need to work hard to grow food. Then you will die and your body will return to dirt.&quot; The man named his wife Eve, which means &quot;life,&quot; because she would become the mother of all people. And God clothed Adam and Eve with skins.", "12":"God said, &quot;Now that the man has become like us by knowing good and evil, he must not be allowed to eat the fruit of the Tree of Life and live forever.&quot; So God sent Adam and Eve away from the beautiful garden. God placed large, powerful angels at the entrance to the garden to keep anyone from eating the fruit of the Tree of Life."}