{"01":"For almost two thousand years, the Good News of Jesus the Messiah has been spreading, and the church has been growing.","02":"When Jesus ascended into heaven, He said that He would return to earth the same way that he left&mdash;with a physical body in the clouds. But a very long time has passed since Jesus said that, and He has still not returned. Why has Jesus not returned yet?","03":"When Jesus was on earth he said, &quot;This Good News of the Kingdom will be preached in the whole world for a testimony to all the nations, and then the end will come.&quot;","04":"This is why Jesus has not returned yet. Some people groups have not heard about Jesus. When they all hear, then Jesus will return. Jesus said, &quot;Go and make disciples of all people groups! The fields are ripe for harvest!&quot;","05":"Jesus told his disciples a story which helped explain the end times. &quot;The Kingdom of God is like a man who planted good seed in his field. But while he was sleeping, his enemy came and planted weeds along with the wheat and then went away.","06":"&quot;When the plants sprouted, the workers asked their master, &rsquo;Sir, you planted good seed in that field. Why are there weeds in it?&rsquo; The master answered, &rsquo;An enemy has planted them.&rsquo;","07":"&quot;They responded, &rsquo;Should we pull out the weeds?&rsquo; The master said, &rsquo;If you do that, you will pull out some of the wheat as well. Wait until the harvest and then gather the weeds into piles to be burned, but bring the wheat into my barn.&rsquo;&quot;","08":"The disciples did not understand this story and said to Jesus, &quot;Please explain this story to us.&quot; Jesus said, &quot;The man who planted the good seed is the Messiah. The field is the world. The good seed represents the people of God&rsquo;s Kingdom.","09":"&quot;The weeds represent the people who belong to the evil one. The enemy who planted them is the devil. The harvest is the end of the world, and the harvesters are the angels.","10":"&quot;At the end of the world, all the people who belong to the devil will be gathered together and thrown into a fiery furnace, where there is weeping and grinding of teeth. Then the righteous ones will shine like the sun in the Kingdom of their Father.&quot;","11":"Jesus also told his disciples, &quot;A servant is not greater than his master. You will be tortured and killed because of me. In this world you will have trouble, but be encouraged. I have defeated Satan! Remain faithful to the end and you will be saved.&quot;","12":"Christians will be with Jesus forever in the new heaven and the new earth. They will celebrate the Wedding Feast of the Lamb, where Jesus marries his bride, the Church.","13":"Christians will be given the crown of life and they will never experience the second death, which is hell. Instead, they will live forever with God forever in perfect peace.","14":"Those who do not believe in Jesus will be judged by God and thrown into hell forever.","15":"Jesus will also completely destroy Satan and his kingdom and will throw him into the lake of fire where he will burn forever.","16":"Then Jesus will reign forever and ever. He will rule the universe with peace and justice. Jesus will take away all suffering and evil. He will wipe away every tear and there will be no more death, sadness, crying or pain.","17":"He will restore the universe to its perfect condition, as it was in the beginning. And his Kingdom will go on forever. It will never end."}