{"01":"One day, Jesus was down by the sea, teaching great crowds of people. The crowd got so big, that Jesus got into a boat and began speaking from there. Jesus often told stories to teach spiritual truths.","02":"Jesus told this story. &quot;A farmer went out to plant some grain. As he was spreading the seeds by hand, some seeds fell on the path, and the birds came and ate it all.","03":"&quot;Other seeds fell on a rocky place, where there was not much soil. The seeds in the rocky soil sprouted quickly. But when the sun came up and it got hot, the plants withered and died since their roots did not go deep.","04":"&quot;Still other seeds fell among thorny bushes. Those seeds were choked by the thorns and did not produce any grain.","05":"&quot;Other seeds fell into good soil. These seeds grew up and produced 30, 60, or even 100 times as much grain as had been planted. He who has ears, let him hear!&quot;","06":"This story confused the disciples. Jesus explained, &quot;The seed represents the word of God. The seeds on the path are like people who hear God&rsquo;s word, but the devil takes the word from them.","07":"&quot;The seeds on the rocky soil are like people who hear God&rsquo;s word and accept it with joy. But in times of hardship or persecution, they fall away because they have no maturity.","08":"&quot;The seeds in the thorns are like people who hear God&rsquo;s word and believe it, but as time passes, their love for God is choked out by the cares, riches, and pleasures of life. The teaching they heard does not produce fruit.","09":"&quot;But the seeds that fall on good soil represent people who hear the word of God, believe it, and produce spiritual fruit.&quot;","10":"Jesus told many other stories about the Kingdom of God. He said, &quot;The Kingdom of God is like a mustard seed that a man planted in his field. When it is a seed, it is the smallest seed of all.","11":"&quot;But when it has grown, it is the largest of all garden plants, big enough that even the birds come and make nests in its branches.&quot;","12":"Jesus told another story, &quot;The kingdom of God is like yeast that a woman mixed into some bread dough until it spread all the way through.","13":"&quot;The kingdom of God is also like hidden treasure in a field which a man found, and then buried again. In his joy, he went and sold everything that he had and bought that field.","14":"&quot;The kingdom of God is also like a pearl merchant who was looking for perfect pearls. When he found one of great price, he sold all that he had and bought it.&quot;","15":"Then Jesus told a parable about people who trust in their own good deeds and despise other people. &quot;Two men went up to the Temple to pray. One of them was a tax collector, and the other a religious leader.","16":"&quot;The religious leader prayed like this, &rsquo;Thank you God that I am not like other men—robbers, unjust men, adulterers, or even like that tax collector.","17":"&quot;&rsquo;I fast two times every week and I give you ten percent of everything I get.&rsquo;","18":"&quot;But the tax collector stood far away, did not even lift his eyes up to heaven, but beat his chest and prayed, &rsquo;God, have mercy on me, a sinner.&rsquo;","19":"&quot;I tell you the truth, the tax collector went home forgiven, and not the religious leader. Everyone who is proud will be humbled, but whoever humbles himself will be lifted up.&quot;"}