{"01":"After Jesus was crucified, the unbelieving Jewish leaders said to Pilate, &quot;That liar, Jesus, said he would rise from the dead after three days. The tomb must be guarded so that his disciples do not steal the body and then say he has risen from the dead.&quot;","02":"Pilate said, &quot;Make the tomb as secure as you can.&quot; So they sealed the stone at the entrance of the tomb and put soldiers there to make sure no one could steal the body.","03":"The day after Jesus was buried was a Sabbath, a day of rest. Very early on the morning after the Sabbath, several women went to the Jesus&rsquo; tomb to put more burial spices on his body.","04":"Suddenly, there was an earthquake. An angel of the Lord appeared from heaven, as bright as lightning. He rolled away the stone that was covering the entrance to the tomb and sat on it. The soldiers guarding the tomb were terrified and fell to the ground like dead men.","05":"The angel told the women, &quot;Do not be afraid. Jesus is not here. He has risen from the dead, just like he said he would! Look in the tomb and see.&quot; The women looked into the tomb and saw where Jesus had been lying. His body was not there!","06":"Then the angel told the women, &quot;Tell the disciples that Jesus has risen from the dead and is going before you into Galilee.&quot;","07":"The women were full of fear and great joy. They ran to tell the disciples the good news.","08":"On the way, Jesus appeared to them, and they worshiped him. Jesus said, &quot;Do not be afraid. Go and tell the disciples that I will see them in Galilee.&quot;","09":"Later that day, two of Jesus&rsquo; followers were going to a nearby town. As they walked, they talked about the death of Jesus and how the women said he was alive again. They wondered if Jesus really was the Messiah.","10":"Jesus came up and started walking with them, but they did not recognize him. He asked what they were talking about, and they told him about all the terrible things that had happened during the last few days. They thought he was a stranger who had not heard about it.","11":"Then Jesus explained to them what God&rsquo;s Word says about the Messiah. He reminded them that the prophets said the Messiah would suffer and be killed, but would rise again on the third day. When they arrived at the town where they were going, it was almost night.","12":"The two men invited Jesus to stay with them, so he did. Before they ate, Jesus picked up a loaf of bread, thanked God for it, then broke it. Suddenly, their eyes were opened and they recognized that he was Jesus. At that moment, he disappeared.","13":"The two men said to each other, &quot;Our hearts were burning when he explained God&rsquo;s Word to us!&quot; Immediately, they returned to Jerusalem and told the disciples, &quot;Jesus is alive! We have seen him!&quot;","14":"Suddenly Jesus appeared! The disciples thought he was a ghost, but Jesus said, &quot;Peace to you! Why are you afraid and doubting? Look at my hands and feet. Ghosts do not have bodies like I do.&quot; To show he was not a ghost, he asked for a piece of cooked fish and ate it.","15":"&quot;I told you that everything written about me in God&rsquo;s Word must be fulfilled,&quot; Jesus said. Then he opened their minds so they could understand God&rsquo;s Word. He said, &quot;It was written long ago that the Messiah would suffer, die, and rise from the dead on the third day.","16":"&quot;It was also written that repentance for forgiveness of sins would be proclaimed to all people groups, starting in Jerusalem. You are witnesses of these things.&quot;","17":"During the next forty days, Jesus appeared to his disciples and followers many times. Once, he even appeared to more than 500 people at the same time! He proved to his disciples in many ways that he was alive, and he taught them about the Kingdom of God.","18":"At the end of the forty days, Jesus said to his disciples, &quot;All authority in heaven and on earth has been given to me. So go, make disciples of all people groups. Baptize them in the name of the Father, the Son, and the Holy Spirit.","19":"&quot;And teach them to obey everything I have commanded you. Remember, I will be with you always. Stay in Jerusalem until you are clothed with power from above.&quot; Then Jesus was taken up to heaven, where he sat down at the right hand of God to rule over all things."}