{"01":"One day, an angel of the Lord told Philip to go to the desert on the way to Gaza. As he walked along the road, Philip saw an important man from Ethiopia sitting in his chariot. The Holy Spirit told Philip to go up and talk to this man.","02":"When he got close to the chariot, he heard the man reading from the prophet Isaiah, &quot;He was led like a lamb to be killed, and did not say a word. He was treated unfairly and without respect. His life was taken away from him.&quot;","03":"Philip asked the Ethiopian, &quot;Do you understand what you are reading?&quot; He said &quot;No. Is Isaiah talking about himself or someone else?&quot;","04":"Philip showed him that Isaiah was talking about Jesus. Philip also used many other Scriptures to tell him the good news of Jesus.","05":"They passed by some water and the Ethiopian said, &quot;Look! There is some water! Why can&rsquo;t I be baptized?&quot; And he ordered the chariot to stop.","06":"So they went down into the water and Philip baptized him. After Philip baptized the Ethiopian, an angel carried Philip away to another place where he continued telling people about Jesus.","07":"The Ethiopian went on his way, happy to know Jesus.","08":"Saul was a Jew who hated Jesus and tried to destroy the church by arresting and killing Christians. One day when he was on his way to Damascus to arrest Christians, Jesus appeared to Saul and said, &quot;Saul! Why do you persecute me?&quot;","09":"When Saul got up, he could not see and had to be led into Damascus. Saul ate and drank nothing for three days.","10":"Then God appeared to a Christian named Ananias and said, &quot;Go to the house where Saul is staying. Lay your hands on him so that he can see again. I have chosen him to declare my name before the nations.&quot; So Ananias prayed for Saul and he regained his sight.","11":"Immediately Saul was baptized and began preaching to the Jews that Jesus is the Messiah. The Jews were amazed that the man who had tried to destroy the church was now a Christian.","12":"Some years later Saul, who was now called Paul, and his friend Silas, went to the town of Philippi, proclaiming the good news about Jesus. They met a woman named Lydia who sold purple cloth and worshiped God.","13":"God opened her heart to understand the message of Jesus, and she and her family were baptized. She invited Paul to stay at her house, so they did.","14":"Paul and Silas often went to pray while they were in Philippi. Every day as they walked to the place of prayer, a slave girl possessed by a demon followed them. She was a fortune teller and she made a lot of money for her masters.","15":"She kept yelling, &quot;These men are servants of the Most High God. They are telling you the way to be saved!&quot; She did this so often that Paul became annoyed.","16":"One day, Paul turned to her and said to the demon, &quot;In the name of Jesus, come out of her.&quot; Right away the demon left her.","17":"The men who owned the slave girl became very angry when they found out what had happened, because she could no longer make money for them.","18":"So they had Paul and Silas arrested, beaten, and thrown into jail.","19":"Paul and Silas were put in the most secure part of the prison with their feet locked up. In the middle of the night, they were singing songs of praise to God.","20":"Suddenly, the earth shook and the prison doors flew open. All the prisoners' chains fell off.","21":"When the jailer saw that the doors were open, he went to kill himself, thinking that all the prisoners had escaped. Paul saw him and yelled, &quot;Stop, we are all here!&quot;","22":"The jailer was terrified and said, &quot;What must I do to be saved?&quot; Paul answered, &quot;Believe in the Lord Jesus Christ, and you and your family will be saved.&quot;","23":"The jailer took Paul and Silas home, gave them some food, and washed their wounds. Then Paul baptized the jailer and his whole family, and they celebrated together.","24":"The next day the leaders of the city freed Paul and Silas, and asked them to leave Philippi. Paul and Silas visited Lydia and some other friends, and then left the city. The Good News of Jesus kept spreading, and the church kept growing.","25":"Paul and the other church leaders traveled to many cities, preaching and teaching about Jesus. They also wrote many letters to the churches to encourage and teach them about God&rsquo;s New Covenant. These writings are the New Testament."}