{"01":"After Jesus returned to heaven, the disciples stayed in Jerusalem as Jesus had commanded. The followers of Jesus gathered together and were praying in unity.","02":"At that time a Jewish feast called Pentecost was happening. Pentecost was a celebration of thanksgiving where Jews from all over the world would come to Jerusalem to celebrate together.","03":"While the disciples were all together, suddenly they heard a sound like a strong wind that filled the house. Then something like flames of fire appeared over the heads of the disciples. They were all filled with the Holy Spirit and began to speak in other languages.","04":"When the people in Jerusalem heard about this, a crowd gathered, wondering what was going on. The people were astonished when they heard the disciples speaking in their own native languages, proclaiming the wonderful works of God.","05":"Some accused the disciples of being drunk, but Peter stood up and said, &quot;Listen to me! These people are not drunk! This is a fulfillment of the prophecy made by Joel which says, &rsquo;In the last days, I will pour out my Spirit.&rsquo;","06":"&quot;Men of Israel, Jesus was a man who did many mighty signs and wonders by the power of God, as you have seen and already know. You crucified him!","07":"&quot;But God raised him to life again to fulfill the prophecy which says, &rsquo;You will not let your Holy One rot in the grave.&rsquo; God raised this Jesus from the dead. We are witnesses.","08":"&quot;Jesus is now exalted to the right hand of God the Father. And the Father has sent the promised Holy Spirit which you are seeing and hearing.","09":"&quot;Know for certain that God has made this Jesus, the one you crucified, both Lord and Messiah!&quot;","10":"The people listening to Peter were deeply moved and asked, &quot;Brothers, what should we do?&quot;","11":"Peter said, &quot;Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of sins and you will receive the gift of the Holy Spirit.&quot;","12":"About 3,000 people believed what Peter said. They were baptized and joined the church.","13":"The people devoted themselves to the disciples' teaching, fellowship, sharing meals, and prayer. They all met together and shared everything they had. They praised God and were well received by those outside the church.","14":"One day Peter and John went to the Temple. On their way, they saw a crippled beggar.","15":"Instead of giving him money, Peter looked at him and said, &quot;In the name of Jesus, get up and walk!&quot;","16":"The man was immediately healed, and he began walking and jumping around, praising God. The people in the Temple were amazed.","17":"A crowd quickly formed. Peter said to them, &quot;Why are you amazed that this man is healed? It was not through our own power or goodness that he was healed, but by faith in the name of Jesus.","18":"&quot;You asked that Jesus be killed. You killed the author of life, but God raised him from the dead. This is how God fulfilled the prophecies that the Messiah would suffer and die. But now, repent and turn to God so that your sins may be washed away.&quot;","19":"The leaders of the Temple were greatly annoyed at what Peter and John were saying. So they arrested them and threw them into prison. But many of the people believed what they had said, and the church grew to 5,000 men.","20":"The next day, the Jewish leaders brought Peter and John before the high priest and his family. They asked them, &quot;By what power did you do this?&quot;","21":"Peter responded, &quot;It is by the name of Jesus the Messiah. You crucified him, but God raised Him to life again! You rejected him, but there is no other way to be saved except through the name of Jesus!&quot;","22":"The leaders were shocked because they could see that these men were common men who had not studied the Scriptures. They also realized that these men had been with Jesus. After they had threatened Peter and John, they let them go."}