{"01":"When John grew up, he became a prophet. He lived in the wilderness, ate wild honey and locusts, and his clothes were made from camel hair.","02":"He kept preaching, &quot;Repent, for the kingdom of God is near!&quot; Many Jews came to listen to John&rsquo;s preaching.","03":"Some repented and were baptized when they heard John&rsquo;s message, but there were many religious leaders who were being baptized just to be seen as religious by others.","04":"John said, &quot;You bunch of snakes! Repent and change your behavior. Every tree that does not bear good fruit will be cut down and thrown into the fire.&quot; This fulfilled what Isaiah said, &quot;Behold, I send my messenger ahead of you, who will prepare your way.&quot;","05":"Some Jews asked if John was the Messiah. John replied, &quot;I am not the Messiah, but there is someone coming after me who is much greater than I am. I am not even worthy to untie his sandals.&quot;","06":"The next day, Jesus came to be baptized by John. When John saw him, he said, &quot;Look! There is the Lamb of God who takes away the sin of the world.&quot;","07":"John tried to tell Jesus that he was not worthy to baptize him. But Jesus said, &quot;We should do this, because it is right.&quot; So John baptized him, but not because Jesus had sinned—he never sinned.","08":"When Jesus came out of the water, the Spirit of God took the appearance of a dove and rested on him. At the same time a voice from heaven said; &quot;You are my beloved Son, and with you I am well pleased.&quot;","09":"God had told John, &quot;The Holy Spirit will land on someone you baptize. He is the Son of God.&quot; There is only one God. But God is three persons, the Father, Jesus the Son, and the Holy Spirit.","10":"Immediately after he was baptized, the Holy Spirit sent Jesus out into the desert, where he fasted for forty days and forty nights. During that time he was tempted by Satan.","11":"Satan said, &quot;If you are the Son of God, turn these rocks into bread so you can eat!&quot;","12":"Jesus replied, &quot;It is written, &rsquo;Man does not live only on bread, but on every word that God speaks!&rsquo;&quot;","13":"Then Satan took Jesus to the highest point on the Temple and said, &quot;If you are the Son of God, throw yourself down, for it is written, &rsquo;He will command his angels to catch you so your foot doesn&rsquo;t hit the ground.&rsquo;&quot;","14":"But Jesus replied, &quot;It is also written, &rsquo;Do not test God.&rsquo;&quot;","15":"Then Satan showed Jesus all the kingdoms of the world and all their glory and said, &quot;I will give you all this if you bow down and worship me.&quot;","16":"Jesus replied, &quot;Get away from me, Satan! It is written, &rsquo;Only worship the Lord your God.&rsquo;&quot;","17":"Then Satan left him and angels took care of him."}