{"01":"Many years after the Flood, there were again many people in the world and they all spoke the same language. But the people did not obey God. Instead of having children and filling the earth, they gathered together and built a city.","02":"They were very proud and they did not care about what God said. They even began building a tall tower to reach heaven. God saw that if they all kept working together, they could do many evil things.","03":"So He changed their language into many different languages and spread the people out all over the world. Because of this, the city they had begun to build was called Babel, which means &quot;confused.&quot;","04":"Hundreds of years after later, God spoke to a man named Abram. God told him, &quot;Leave your country and family and go to the land I will show you.&quot;","05":"So Abram obeyed and went to the land God showed him, the land of Canaan. There God made a covenant agreement with Abram saying,","06":"&quot;Look all around you. All the land that you can see I will give to you and your descendants as an inheritance.","07":"&quot;I will make your descendants into a large nation and I will be your God. I will bless you and make your name great. I will bless those who bless you and curse those who curse you. All the nations of the world will be blessed through you.&quot; God also told Abram to circumcise all the men in his family as a sign of the covenant. Abram obeyed.","08":"Abram believed God. God said that Abram was righteous through believing in God's promise. But there was a problem. Abram and his wife were not able to have any children. So it seemed impossible that Abram could become the father of a large nation, but they waited in faith.","09":"One day, Abram met Melchizedek, the priest of God Most High. Melchizedek blessed Abram and said, &quot;May God Most High who owns heaven and earth bless Abram.&quot; Then Abram gave Melchizedek a tenth of all he owned.", "10":"Abram and his wife waited over twenty years, but they still had no son. God spoke to Abram and promised again that he would have a son and as many descendants as the stars in the sky. Abram believed God&rsquo;s promise.","11":"One day, Abram&rsquo;s wife said to him, &quot;Since the Lord has not allowed me to have children and now I am too old to have children, here is my servant, Hagar. Marry her also so she can have a child for me.&quot;","12":"Abram did what his wife suggested. Hagar had a baby boy, and Abram named him Ishmael. Abram wanted God to bless Ishmael. God said, &quot;I will bless him, but Ishmael is not the son with whom I will make my covenant.&quot;","13":"&quot;Your wife, Sarah, will have a son—he will be the son of Promise. Name him Isaac. My covenant will be with him and he will become a great nation.&quot; God changed Abram&rsquo;s name to Abraham, which means &quot;father of many.&quot;","14":"Finally when Abraham was 100 years old and Sarah was 90, she gave birth to Abraham's son. They named him Isaac, as God had told them to do.","15":"When Isaac was a young man, God tested Abraham&rsquo;s faith by saying, &quot;Take Isaac, your only son and kill him as a sacrifice to me.&quot; Again Abraham obeyed what God told him to do.","16":"He tied up his son Isaac and laid him on an altar. He was about to kill his son when God said, &quot;Stop! Do not hurt the boy! Now I know that you fear me because you did not keep your only son from me.&quot;", "17":"Nearby Abraham saw a ram which was stuck in a bush. God had provided the ram to be the sacrifice instead of Isaac. Abraham happily offered the ram as a sacrifice.","18":"Then God said to Abraham, &quot;Because you were willing to give me everything, even your only son, I promise to bless you. Your descendants will be more than the stars in the sky. Because you have obeyed me, all the families of the world will be blessed through your family.&quot;"}