{"01":"Throughout the history of the Israelites, God sent them prophets. The prophets heard messages from God and then told the people the messages.","02":"The prophets&rsquo; messages told the people to stop worshiping idols and to start showing justice and mercy. The prophets warned the people that if they did not repent and start living obedient lives, then God&rsquo;s judgment would come and He would punish them.","03":"Most of the time, the people did not listen to the prophets. They often mistreated the prophets and sometimes even killed them. For instance, the prophet Jeremiah was once put into a dry well and left there to die.","04":"Even though the prophets were hated, they continued to speak for God. They warned people that they would be destroyed if they did not repent. They also reminded people of the promise that God&rsquo;s Messiah would come.","05":"The first promise of the coming Messiah came to Adam and Eve. God promised that a descendant of Eve would be born who would crush the snake&rsquo;s head. The coming Messiah would defeat Satan.","06":"God promised Abraham that through him, all nations of the world would be blessed. This blessing was the coming Messiah who would one day provide the way of salvation for all nations.","07":"God promised to Moses that He would raise up another prophet like Moses. This was another reference to the coming Messiah.","08":"God promised David that the Messiah would be one of David&rsquo;s own descendants.","09":"Through the prophet Jeremiah, God promised that He would make a New Covenant, but not like God&rsquo;s Covenant with Israel. In the New Covenant, people would know God, they would be His people, and God would forgive their sins. The Messiah would bring this New Covenant.","10":"The coming Messiah would be a prophet, a priest, and a king. A prophet is a person who hears the words of God and then proclaims God&rsquo;s words to the people. The coming Messiah would be the perfect prophet.","11":"A priest is someone who makes sacrifices to God on behalf of the people to take away their sins. Priests also pray to God for the people. The coming Messiah would be the perfect high priest who would offer Himself as a perfect sacrifice to God.","12":"A king is someone who rules over a kingdom and judges the people. The coming Messiah would be the perfect king who sits on the throne of his ancestor David, reigns over the whole world forever, and would be the perfect judge.","13":"The prophets predicted the birth of the coming Messiah. Malachi foretold that a great prophet would come before the Messiah came. Isaiah prophesied that the Messiah would be born from a virgin. Micah said that he would be born in the town of Bethlehem.","14":"The prophets also prophesied about the Messiah's ministry. Isaiah said he would live in Galilee, comfort the broken-hearted, proclaim freedom to captives, and release to people who are bound. Isaiah also predicted that the Messiah would heal sick people, including those who could not hear, see, speak or walk.","15":"Isaiah prophesied that the Messiah would be hated without reason, and rejected. The Psalms foretold the Messiah's betrayal by a friend. Zechariah foretold that the friend would be paid thirty pieces of silver for betraying Him.","16":"The prophets also told about how the Messiah would die. Isaiah prophesied that the Messiah would be spit on, mocked, and beaten. The he would be pierced and hung on a tree between two sinners where he would die.","17":"The Messiah would be perfect, having no sin. He would die to receive the punishment of other people&rsquo;s sin. His punishment would bring peace between God and man. For this reason, it pleased God to crush the Messiah.","18":"Not only would the Messiah die, but the prophets foretold that God would raise him from the dead. Through the Messiah&rsquo;s death and resurrection, God would complete his plan of salvation.","19":"God showed the prophets many things about the coming Messiah, but the Messiah had not come yet. More than four hundred years after the last of these prophecies was given, when the time was perfect, God sent the Messiah into the world."}