{"01":"After David died, his son Solomon began to rule. God spoke to Solomon and promised him that if he was faithful, God would allow him to live to be an old man. God also blessed Solomon by making him very wealthy and making him the wisest man in the world.","02":"In Jerusalem, Solomon built the Temple for which his father David had planned and gathered materials. Instead of the Tent of Meeting, people now worshiped God and offered sacrifices to Him in the Temple. God put His presence in the Temple so that He could dwell with His people.","03":"In spite of God&rsquo;s command, Solomon married many wives, almost 1,000 of them! These wives were from many countries. They brought their gods with them and Solomon began to worship those gods.","04":"God was angry and as a punishment for Solomon&rsquo;s unfaithfulness, God divided the nation of Israel in two.","05":"After Solomon died, his son, Rehoboam, became king. Rehoboam was a foolish man. All the people of Israel came together to make him king. They also complained that Solomon had made them do a lot of hard work and pay a lot of taxes.","06":"Rehoboam answered foolishly and told them, &quot;My little finger is bigger than my father&rsquo;s waist. He whipped you with whips, I will whip you with scorpions!&quot;","07":"Ten of the tribes of Israel rebelled against Rehoboam. Only two tribes remained faithful to him. These two tribes were called the Kingdom of Judah.","08":"The other ten tribes that rebelled against Rehoboam made Jeroboam their king. This was called the Kingdom of Israel.","09":"Jeroboam rebelled against God and caused the people to sin. He built two idols so that his people could worship them instead of worshiping God at the Temple in the Kingdom of Judah.","10":"Judah and Israel were enemies and often fought against each other.","11":"In Israel, all the kings were evil. Some of them followed God for part of their life, but then rebelled and worshiped idols. Many of these kings were killed by other Israelites who wanted to become king in their place.","12":"In Israel, almost all of the people worshiped idols. Idol worship often included adultery and even child sacrifice. Many of the people who worshiped the true God left Israel and moved to Judah where they could worship God at the Temple.","13":"The kings of Judah were descendants of David. Some of these kings were good, ruled justly, and worshiped God. But most of the kings were evil, corrupt and idol-worshipers. Some of the kings even sacrificed their children to false gods. The people of Judah also rebelled against God and worshiped other gods."}