{"01":"When Abraham had grown to be very old and Isaac was a man, Abraham sent his servant back to the land where his relatives lived to find a wife for his son Isaac.","02":"After a very long journey, God led the servant to Rebekah, who was the granddaughter of Abraham&rsquo;s brother.","03":"She agreed to leave her family and go back with the servant. Isaac married her as soon as she arrived.","04":"After a long time, Abraham died and all of the promises that God had made to him were passed on to Isaac. But Isaac&rsquo;s wife, Rebekah, couldn&rsquo;t have children. Isaac did not know how he would become the father of many nations if he did not even have a son.","05":"Isaac prayed for Rebekah, and God allowed her to get pregnant with twins.","06":"Before they were born, God told Rebekah that the older son would serve the younger one.","07":"When they were born, the older son came out red and hairy—they named him Esau. The younger son had smooth skin and they named him Jacob.","08":"Rebekah loved Jacob, but Isaac loved Esau. As they grew up, Jacob loved to stay at home, but Esau loved to hunt.","09":"One day, when Esau came back from hunting, he was very hungry. Esau said to Jacob, &quot;Please give me some of the food you have made.&quot; Jacob responded, &quot;First, give me your rights as the oldest son.&quot; So Esau gave Jacob his rights as the oldest son and Jacob gave him some food.","10":"When Isaac was old, he wanted to give his blessing to Esau. But before he did, Rebekah and Jacob tricked him by having Jacob pretend to be Esau. Jacob put on Esau&rsquo;s clothes and put goat skins on his neck and hands.","11":"Isaac could not see well, so when he felt the goat hair and smelled the clothes, he thought it was Esau and blessed him.","12":"Esau hated Jacob because Jacob stole his rights as oldest son and also his blessing. So he planned to kill Jacob after their father died.","13":"But Rebekah heard of Esau&rsquo;s plan. So she and Isaac sent Jacob far away to live with Rebekah's relatives.","14":"While Jacob was there, he married four women and had twelve sons and a daughter. God made him very wealthy.","15":"After twenty years away from his home in Canaan, Jacob returned there with his family, his servants, and all his herds of animals.","16":"Jacob thought Esau still wanted to kill him. He was very afraid, so he sent Esau many herds of animals as a gift.","17":"But Esau had already forgiven Jacob and they were happily reunited. Jacob then lived peacefully in Canaan.","18":"One day, when Jacob was old, he sent his favorite son, Joseph, to check on his brothers who were taking care of the herds.","19":"Joseph&rsquo;s brothers hated him because their father loved him most and because Joseph had dreamed that he would be their ruler.","20":"So they kidnapped Joseph and sold him to some slave traders. Then they lied to their father by telling him that a wild animal had killed Joseph. Jacob was very sad.","21":"The slave traders took Joseph to Egypt, where they sold him as a slave to a wealthy government official. Joseph served his master well, and God blessed Joseph.","22":"His master&rsquo;s wife tried to sleep with Joseph, but he refused to sin against God. She became angry and Joseph was thrown into prison. Even in prison, Joseph remained faithful to God and God blessed him.", "23":"Years later Joseph was still in prison even though he had done nothing wrong. The king of Egypt, who was called the Pharaoh, had two dreams that disturbed him very much. Nobody could tell him the meaning of the dreams.","24":"God had given Joseph the ability to interpret dreams, so Pharaoh commanded Joseph to be brought to him from the prison. Joseph interpreted the dreams for him and said, &quot;God is going to send seven years of good harvests followed by seven years of famine.&quot;","25":"Pharaoh was so impressed with Joseph that he made him the second most powerful man in all of Egypt!","26":"During the seven years of good harvests, Joseph told the people to store up large amounts of food. Then when the seven years of famine came, Joseph sold the food to the people so they would have enough to eat.","27":"The famine was severe not only in Egypt, but also in Canaan where Jacob and his family lived.","28":"So Jacob sent his sons to Egypt to buy food. When the brothers stood before Joseph to buy food, they did not recognize him. But Joseph recognized them.","29":"After testing them to see if they had changed, Joseph said to them, &quot;I am your brother, Joseph! Do not be afraid. You tried to do evil when you sold me as a slave, but God used the evil for good! Come and live in Egypt so I can provide for you and your families.&quot;","30":"When the brothers returned and told Jacob that Joseph was still alive, he was very happy.","31":"Even though Jacob was an old man, he moved to Egypt with all of his family and they all lived there. Before Jacob died, he blessed each of his sons.","32":"The covenant promises that God gave to Abraham were passed on to Isaac, then to Jacob, and then to his twelve sons and their families. The descendants of the twelve sons became the twelve tribes of Israel."}