{"01":"After Joseph died, all of his relatives stayed in Egypt. They and their descendants continued to live there for many years and had many children. They were called the Israelites.","02":"Many years later, a new Pharaoh came to power in Egypt. The Egyptians forgot about Joseph and all he had done to help them. They became afraid of the Israelites because there were so many of them. So the Egyptians made the Israelites their slaves.","03":"The Egyptians forced the Israelites to work for them by building many buildings and even whole cities.","04":"Pharaoh, saw that the Israelites were having many babies, so he made a rule that all Israelite baby boys had to be killed by throwing them into the Nile River.","05":"A certain Israelite woman gave birth to a baby boy. She and her husband hid the baby for as long as they could.","06":"Then they put him in a floating basket in the Nile River. They asked his older sister to follow it to see what would happen to him.","07":"A daughter of Pharaoh saw the basket and looked inside. When she saw the baby, she took him as her own son. She named him Moses. Moses grew up in the palace and was well educated.","08":"One day, Moses saw an Egyptian beating an Israelite slave. Moses tried to save his fellow Israelite.","09":"When he thought nobody was looking, he killed the Egyptian and buried his body. But someone saw what had happened.","10":"When Pharaoh found out about it, he wanted to kill Moses because of what he had done. Moses ran away from Egypt to the wilderness where he would be safe.","11":"Moses became a shepherd in the wilderness far away from Egypt. He married and had two sons.","12":"One day while Moses was taking care of his sheep, he saw a bush which was on fire. But the bush did not burn up. Moses went to take a closer look. As he approached the burning bush, the voice of God spoke to him from inside it.","13":"God said, &quot;I have seen the suffering of my people. I will send you to Pharaoh so that you can bring the Israelites out of slavery in Egypt. I will give them the land of Canaan, the land I promised to Abraham, Isaac and Jacob.&quot;","14":"Moses said, &quot;What if the people ask me who sent me, what should I say?&quot; God said, &quot;I AM WHO I AM. Tell them, &rsquo;I AM has sent me to you.&rsquo; This is My name forever.&quot;","15":"Moses was very scared and did not want to go. So God sent Moses&rsquo; brother, Aaron, to help him. God warned Moses and Aaron that Pharaoh would be stubborn.","16":"Moses and Aaron went to talk to Pharaoh. They told him that God wanted him to let the Israelites go free. Pharaoh laughed at them. Instead of letting the Israelites go free, he made their work even harder!","17":"Pharaoh kept refusing to let the people go, so God sent ten plagues on Egypt through these plagues. God showed Pharaoh that He is more powerful than Pharaoh and all his gods.","18":"God turned the Nile River into blood, but Pharaoh still would not let the Israelites go.","19":"God sent frogs all over Egypt. Pharaoh begged Moses to take away the frogs. But after all the frogs died, Pharaoh hardened his heart and would not let the Israelites go.","20":"So God sent a plague of gnats and then a plague of flies. Pharaoh called Moses and Aaron and told them they could leave if they stopped the plague. Moses prayed and God removed all the flies from Egypt. But Pharaoh hardened his heart and would not let the people go.","21":"The next plague God sent was a sickness to kill all the animals that belonged to the Egyptians. Pharaoh&rsquo;s heart was hardened and he would not let the Israelites go.","22":"Then God sent painful skin sores on the Egyptian people, but not on the Israelites. God hardened Pharaoh&rsquo;s heart and Pharaoh would not let the Israelites go free.","23":"After that, God sent hail that destroyed the crops in Egypt and killed anybody who went outside. Pharaoh called Moses and Aaron and told them, &quot;I have sinned. You may go.&quot; So Moses prayed and the hail stopped.","24":"But Pharaoh sinned again and hardened his heart and would not let the people go.","25":"So God caused swarms of locusts to come over Egypt. These locusts ate what remained of the crops that the hail had not destroyed.","26":"Then God sent darkness that lasted for three days. It was so dark that the Egyptians could not leave their houses. But where the Israelites lived, there was light.","27":"Even after these nine plagues, Pharaoh still refused to let the Israelites go free. Since Pharaoh would not listen, there was one last plague that God planned to send. This would change Pharaoh&rsquo;s mind."}