{"01":"After the Israelites received God&rsquo;s Covenant at Mount Sinai, God began leading them toward the Promised Land, which is also called Canaan. The cloud of God's presence showed them the way.","02":"God had promised Abraham, Isaac, and Jacob that He would give the Promised Land to their descendants, but now there were many tribes of people living there. They were called Canaanites. The Canaanites did not believe in God. They worshiped false gods.","03":"Moses chose twelve men, one from each tribe of Israel. He gave the men instructions to go and spy on the land of Canaan. They were to see what the land was like and see if the Canaanites were strong or weak.","04":"The men spied on Canaan for forty days, then they came back. Ten of the spies gave a bad report saying, &quot;The land is very good and the crops are great! But the cities are very strong and the people are giants! If we attack them, we will surely die!&quot;","05":"Immediately Caleb and Joshua, the other two spies, said, &quot;It is true that the people of Canaan are tall and strong, but we can certainly defeat them! God will fight for us!&quot;","06":"But the people were mad at Moses and Aaron and said, &quot;Oh, why did we come to this horrible place? We should have stayed in Egypt rather than be killed in battle and our wives and children made slaves.&quot; The people wanted to kill them and choose a new leader to bring them back to Egypt.","07":"God was very angry and His presence appeared at the Tent of Meeting. God said, &quot;Except for Joshua and Caleb, all of the people who are twenty years old or older will wander in the wilderness until they die. They will never enter the Promised Land.&quot;","08":"When the people heard this, they were sorry they had sinned. They took their weapons and went to attack Canaan. Moses warned them not to go because God was not with them, but they did not listen to him.","09":"God did not go with them into this battle, so they were defeated and many of them were killed. Then the rest of the Israelites turned back from Canaan and wandered through the wilderness for forty years.","10":"During that time of wandering, God provided for them. He gave them bread from heaven, called manna. He also sent quail into their camp so they could have meat to eat. During those forty years, God kept their clothes and shoes from wearing out.","11":"God even miraculously gave them water from a rock. But despite all this, the people of Israel complained and grumbled against God and against Moses. God was still faithful to His promises to Abraham, Isaac, and Jacob.","12":"After they had wandered in the wilderness for forty years, all the people who had rebelled against God were dead. God led the Israelites to the edge of the Promised Land again. Moses was now very old, so he chose Joshua to help him lead the people.","13":"God brought Moses to the top of a mountain so he could see the Promised Land. Then Moses died and Joshua became the new leader. Joshua was a good leader because he trusted and obeyed God.","14":"Joshua sent two spies to the Canaanite city of Jericho. It was protected by strong walls. A prostitute named Rahab protected the spies and helped them escape. They promised to protect Rahab and her family when Jericho was destroyed.","15":"To enter into the Promised Land, the Israelites had to cross the Jordan River. God told Joshua, &quot;Have the priests go first.&quot; When the priests&rsquo; feet touched the Jordan River, the water stopped flowing so the Israelites could cross over on dry ground.","16":"After the people crossed the Jordan River, God told Joshua how to attack the powerful city of Jericho. The people obeyed God. The soldiers and priests march around the city of Jericho once a day for six days, and then seven times on the seventh day.","17":"On the last time around the city, the soldiers shouted while the priests blew on their trumpets, and the walls around the city fell down! The Israelites captured the city and destroyed it. Only Rahab and her family were saved. They became a part of the Israelites.","18":"The rest of the Canaanites heard about the destruction of Jericho and were very afraid of the Israelites. The Canaanite tribe of Gibeon was so afraid that they wanted to make peace with Israel. God had commanded the Israelites not to make peace with the Canaanites, but Joshua was deceived because he did not ask God.","19":"The other Canaanites heard that the Gibeonites had made peace with the Israelites. So they joined their armies and attacked Gibeon. The Gibeonites sent a message to Joshua asking for help.","20":"Joshua gathered the Israelite army and they marched all night to reach the Gibeonites. In the early morning they attacked their Canaanite enemies.","21":"God fought for Israel that day by sending large hailstones that killed many of the Canaanites.","22":"He also made the sun stand still so that Israel could finish defeating the Canaanites. God won a great victory for Israel that day.","23":"After this defeat, the rest of the Canaanites who were left gathered together to attack Israel. Joshua and the Israelites attacked and destroyed them.","24":"After this battle, God divided up the Promised Land and gave each tribe of Israel their own section. Then God gave Israel peace along all their borders.","25":"When Joshua was an old man, he called all the people of Israel together. Then Joshua renewed the covenant that God had made with the Israelites at Sinai. The people promised to remain faithful to God and follow his Law."}