{"01":"After God led the people of Israel through the Red Sea, He led them to a mountain called Sinai. The people set up their tents at the base of the mountain.","02":"God said to Moses and the people of Israel, &quot;If you will obey my voice and keep my covenant, you will be my prized possession, a kingdom of priests and a holy nation.&quot;","03":"Three days later, after the people had prepared themselves, God came down on top of Mount Sinai with thunder, lightning, smoke, and a loud trumpet blast.","04":"Only Moses was allowed to go up the mountain. Then God gave them the covenant and said, &quot;I am the LORD your God, who saved you from slavery in Egypt. Do not worship other gods.","05":"&quot;Do not make idols or worship them, for I, the LORD your God, am a jealous God. Do not use God&rsquo;s name in a disrespectful way. Remember to keep the Sabbath day holy. Do all your work in six days, for the seventh day is a day of rest to remember the Lord.","06":"&quot;Honor your father and your mother. Do not murder. Do not commit adultery. Do not steal. Do not lie. Do not wish you had your neighbor's wife, his house, or anything that belongs to him.&quot;","07":"Then God wrote these Ten Commandments on two stones and gave them to Moses. God also gave many other laws and rules to follow. If the people obeyed these laws, God promised that He would bless and protect them.","08":"God gave the Israelites a detailed description of a tent He wanted them to make. It was called the Tent of Meeting. The Tent of Meeting was the place where God would live so that He could be with His people.","09":"Anyone could bring an animal to the Tent of Meeting to sacrifice to God. The blood of the sacrifice covered the person&rsquo;s sin and made them clean in God&rsquo;s sight. God chose Aaron, Moses&rsquo; brother, and his sons to be His priests who offered the sacrifices for the people.","10":"The people all agreed to obey the laws that God had given them, to worship only God, and to be His special people. But a short time after they promised to obey God, they sinned greatly.","11":"At that time, Moses was on top of Mount Sinai talking with God. The people became tired of waiting for him, so they brought gold to Aaron and asked him to make an idol for them!","12":"Aaron made a golden idol in the shape of a calf. The people began to wildly worship and sacrifice to the idol! God was very angry with their sin and planned to destroy them. But Moses prayed for them and God listened to his prayer and did not destroy them.","13":"When Moses came down the mountain and saw the idol, he was so angry that he smashed the stones on which God had written the Ten Commandments.","14":"Then he beat the idol into powder, threw the powder into some water and made the people drink the water. God sent a plague on the people and many of them died. Then God led them away from Mount Sinai towards the Promised Land."}