{"01":"Saul was the first king of Israel. He was tall and handsome, just like the people wanted. But he was a wicked man who did not obey God, so God chose a different man to be king in his place.","02":"This man&rsquo;s name was David. David was a shepherd. He was a humble and righteous man who obeyed and trusted God.","03":"David was also a great soldier and leader. When David was only a young man, he fought against a giant named Goliath. Goliath was a trained soldier and very strong, but God helped David defeat Goliath.","04":"Saul was jealous of David and tried many times to kill him. One day Saul was looking for David. Saul went into the same cave where David was hiding. Instead of killing Saul, David cut off a piece of his clothes to prove to Saul that he would not kill him to become king.","05":"Eventually, Saul died in a battle with the Philistines. Then David became king. He was a good king and the people loved him. God blessed David and made him successful. While David was king Israel became powerful and wealthy.","06":"David wanted to build a temple where everybody could worship God and offer Him sacrifices. For about a thousand years, the people had been worshiping God and offering sacrifices to Him at the Tent of Meeting that Moses had built.","07":"God sent the prophet Nathan to David. Nathan said, &quot;You will not build me this house, your son will. But, I will bless you greatly. Someone from your family will always sit on the throne of Israel. And the Messiah will be one of your descendants!&quot;","08":"When David heard these words, he immediately thanked and praised God because He had promised David great honor and many blessings. The Israelites would have to wait a long time before the Messiah came, almost one thousand years.","09":"David ruled with justice and faithfulness for many years and God blessed him. However, toward the end of his life he sinned greatly before God.","10":"One day, when all of his soldiers were out fighting, David got up from an afternoon nap and saw a beautiful woman bathing. Her name was Bathsheba.","11":"Instead of looking away, David sent someone to bring her to him. He slept with her and sent her back home. A short time later Bathsheba sent a message to David saying that she was pregnant.","12":"Her husband, Uriah, was one of David&rsquo;s best soldiers. David called Uriah back from the battle and told him to go be with his wife. But Uriah refused to go home. So David sent Uriah back to the battle and had him placed where the enemy was strongest, so that he would be killed.","13":"After Uriah was killed, David married Bathsheba. God was not pleased with what David had done, so He sent the prophet Nathan to show David his sin. David repented of his sin and God forgave him.","14":"But as punishment for his sin, David&rsquo;s baby boy died. There was fighting in David&rsquo;s family for the rest of his life and David&rsquo;s power was greatly weakened. Even though David had been unfaithful to God, God was still faithful to His promises."}