{"01":"God warned Pharaoh that if He did not let the Israelites go then He would kill all the firstborn children and animals. When Pharaoh heard this, he still refused to believe God.","02":"God provided a way to save the firstborn of anyone who believed in Him. Each family had to choose a perfect lamb or goat and kill it.","03":"Then they needed to put some of the blood around the door of their house. They were to roast the meat and eat it as a feast, along with bread that was made without yeast. They were to be ready to leave Egypt when they ate.","04":"The Israelites obeyed God&rsquo;s command and made a great feast. That night the angel of God went throughout Egypt killing every firstborn son.","05":"All the houses of the Israelites had blood around the doors, so the angel of God passed over those houses and everybody inside was safe. They were saved because of the lamb&rsquo;s blood.","06":"But in Egypt, they did not believe God or obey His commands. So the angel of God did not pass over their houses. The angel of God killed every firstborn in Egypt.","07":"Every firstborn in the whole country died. From the firstborn of the prisoner in jail, to the firstborn of Pharaoh, every firstborn died. There was much weeping in Egypt.","08":"Pharaoh called for Moses and Aaron and told them to take the Israelites and leave Egypt immediately. The Egyptians even gave the Israelites gifts of gold and silver and other valuable things.","09":"The Israelites left Egypt the next morning. They were very happy. They were no longer slaves and they were going to the Promised Land! Some Egyptians believed in God and joined the Israelites as they left Egypt.","10":"God led them by going ahead of them as a tall cloud pillar during the day, which became a tall fire pillar at night. God was always with them and guiding them as they traveled. All they had to do was follow.","11":"After a short time, Pharaoh and his people changed their minds and wanted the Israelites to be their slaves again. God did this to get glory for Himself by showing that He is more powerful than Pharaoh and his gods.","12":"So Pharaoh and his army chased after the Israelites to make them come back. When the Israelites saw the Egyptian army coming, they were very afraid.","13":"God told Moses to tell the people to move forward toward the Red Sea and God would show them his power.","14":"The cloud pillar then moved between the Israelites and the Egyptians so the Egyptians could not see the Israelites.","15":"Moses lifted his hand over the sea, and God caused the wind to blow. The wind made the water in the sea separate to the left and the right, making a path through the sea.","16":"The Israelites marched through the sea on dry ground with a wall of water on either side of them.","17":"Then the cloud lifted and the Egyptians saw the Israelites escaping. They decided to keep chasing after them.","18":"So they followed the Israelites onto the path through the sea, but God turned the dry ground into mud so they got stuck and could not move.","19":"After the Israelites all made it safely to the other side, God told Moses to stretch out his hand again. When Moses stretched out his hand, the water fell on the Egyptian army and returned to its normal place. The whole Egyptian army drowned.","20":"When the Israelites saw that the Egyptians were dead, they believed in God, and trusted that Moses was a prophet of God.","21":"They also rejoiced with much excitement because God had saved them from death and slavery! The Israelites sang many songs to celebrate their new freedom and to praise God for saving them.","22":"God commanded the Israelites to celebrate His victory over the Egyptians and their deliverance from slavery by keeping the Passover Feast every year. Every year they would sacrifice a perfect lamb to remember how God had saved them from the Egyptians."}